# python 의 연산자
# +더하기 연산자
# -뺴기 연산자
# * 곱하기 연산자
# / 나누기 연산자
# ** 제곱 연산자
# // 정수 나누기(몫) 연산자
# % 나머지 연산자



# print("1+2 =",1+2)
# print("1-2 =",1-2)
# print("1*2 =",1*2)
# print("1/2 =",1/2)
# print("1**2 =",1**2)
# print("1//2 =",1//2)
# print("1%2 =",1%2) 


# print("안녕하세요")
# print("반갑습니다")
# print("여러분 반갑습네다")
# print("그는 생각했다.'생각생각생각'")
# print('그녀는 말했다."말말말"')
# print(" \'쌍따움표 사용하기\'")
#이스케이프 문자
# \n: 줄바꿈
# \t: tab
# \": 쌍따움표
# \': 작은따움표

# print("순간의 찰나")

# mos_qty ={


#     "2020년6월":[9,5,14,8],
#     "2020년7월":[15,6,17,16],
#     "2020년8월":[26,18,26,10],
# }

# #아래 코드를 for 반복문으로 처리할 예정입니다
# month ="2020년6월"
# total =sum(mos_qty[month])
# print(month +"판매량"+str(total))

# month ="2020년7월"
# total =sum(mos_qty[month])
